Repository: Fred78290/caker
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: For example, --space-budget=50 will effectively shrink all entries to a total size of 50 gigabytes.
fr: Par exemple, --space-budget=50 réduira effectivement toutes les entrées à une taille totale de 50 gigaoctets.

source: Force regeneration of certificates
fr: Forcer la régénération des certificats

source: Force restart
fr: Forcer le redémarrage

source: Force stop
fr: Forcer l’arrêt

source: Force to stop virtual machine
fr: Forcer l’arrêt de la machine virtuelle

source: Forwarded ports
fr: Ports transférés

source: Gateway %@ is already in use
fr: La passerelle %@ est déjà utilisée

source: gateway is not a valid IP address
fr: la passerelle n'est pas une adresse IP valide

source: gateway is not allowed for bridged mode
fr: la passerelle n'est pas autorisée pour le mode pont

source: gateway used for --vmnet=(host|shared), e.g., "192.168.105.1" (default: decided by macOS)
fr: passerelle utilisée pour --vmnet=(host|shared), par exemple "192.168.105.1" (par défaut : décidé par macOS)

source: General
fr: Général

source: Generate certificates
fr: Générer les certificats

source: Generate certificates for cakeagent
fr: Générer des certificats pour cakeagent

source: Generate tls certificates for grpc
fr: Générer des certificats tls pour grpc

source: Get info for VM
fr: Obtenir des informations pour la VM

source: Give host path to umount
fr: Donner le chemin de l'hôte à démonter

source: Global options
fr: Options globales

source: Guest group ID mount
fr: ID du groupe dans la VM pour le montage

source: Guest path
fr: Chemin dans la VM

source: Guest port
fr: Port dans la VM

source: Guest user ID mount
fr: ID de l'utilisateur dans la VM pour le montage

source: Height
fr: Hauteur

source: Hello, Remote!
fr: Bonjour, télécommande !

source: Hello, Template!
fr: Bonjour, Modèle !

source: Hello, VM!
fr: Bonjour, VM !

source: Hello, World!
fr: Bonjour, Monde !

source: Help to run caked daemon
fr: Aide à exécuter le démon caked

source: Help: %@
fr: Aide : %@

source: Hide dock icon on next launch
fr: Masquer l'icône du dock au prochain lancement

source: Home
fr: Principale

source: Host
fr: Hôte

source: host must be defined
fr: l'hôte doit être défini

source: Host path
fr: Chemin dans l'hôte

source: Host port
fr: Port dans l'hôte

source: Hosted network
fr: Réseau hébergé

source: HTTP error: %lld for URL: %@
fr: Erreur HTTP : %lld pour l'URL : %@

source: Hypervisor running VM on macOS with a focus on security, performance and integration, with vmnet networking: %@
fr: Hyperviseur exécutant une machine virtuelle sur macOS, axé sur la sécurité, les performances et l'intégration, avec réseau vmnet : %@

source: image doesn't offer qcow2 image
fr: l'image n'est pas au format QCOW2

source: image for %@ not found
fr: Image pour %@ introuvable

source: Image name
fr: Nom de l'image

source: Image source
fr: Source de l'image

source: Imagesource %@ need display to launch it
fr: La source d'images %@ a besoin d'être affichée pour la lancer

source: Import an external VM from a file or URL.
fr: Importer une VM externe à partir d'un fichier ou d'une URL.

source: Importing from %@ requires root privileges.
fr: L'importation depuis %@ nécessite les privilèges root.

source: Include VM configuration in the output
fr: Inclure la configuration VM dans la sortie

source: Install agent
fr: Installer l'agent

source: Install caked as system agent, need sudo
fr: Installer un agent système caked comme agent système, besoin de sudo

source: Install caked daemon as launchctl agent
fr: Installer le démon caked en tant qu'agent launchctl

source: Install service
fr: Installer le service

source: Installation failed: %@
fr: Échec de l'installation : %@

source: Installation succeeded
fr: Installation réussie

source: Installing agent...
fr: Installation de l'agent...

source: Instance %@ is deleted and cannot be imported.
fr: L'instance %@ est supprimée et ne peut pas être importée.

source: Instance %@ is not in a stopped state, current state: %@
fr: L'instance %@ n'est pas dans un état arrêté, état actuel : %@

source: Interface ID
fr: ID de l'interface

source: interface is required for bridged mode
fr: l'interface est requise pour le mode pont

source: interface used for --vmnet=bridged, e.g., "en0"
fr: interface utilisée pour --vmnet=bridged, par exemple "en0"

source: Internal error
fr: Erreur interne

source: Internal error creating virtual machine
fr: Erreur interne lors de la création de la machine virtuelle

source: Internal error: invalid VM location URL
fr: Erreur interne : URL d'emplacement de VM invalide

source: Internal error: Virtual machine is not launched from a local or remote location.
fr: Erreur interne : La machine virtuelle n'est pas lancée à partir d'un emplacement local ou distant.

source: Internal error. Invalid state while parsing command-line arguments.
fr: Erreur interne. État non valide lors de l'analyse des arguments de ligne de commande.

source: Internal error. Parsing command-line arguments hit unimplemented code path.
fr: Erreur interne. L'analysage des arguments de la ligne de commande a frappé le chemin de code non implémenté.

source: Invalic mac address
fr: Adresse mac invalide

source: Invalid access
fr: Accès invalide

source: Invalid address %@
fr: Adresse %@ invalide

source: Invalid argument
fr: Argument non valide

source: Invalid console URL
fr: URL de console invalide

source: Invalid console URL: file descriptor %@ is not a number
fr: URL de console invalide : le descripteur de fichier %@ n'est pas un nombre

source: Invalid console URL: file descriptor %d is not valid. error: %@
fr: URL de console invalide : le descripteur de fichier %d n'est pas valide. Erreur : %@

source: Invalid console URL: file descriptor is not specified
fr: URL de console invalide : le descripteur de fichier n'est pas spécifié

source: Invalid dhcp end %@
fr: Fin de DHCP invalide %@

source: Invalid dhcp lease %d
fr: Bail DHCP non valide %d

source: Invalid file descriptor
fr: Descripteur de fichier invalide

source: Invalid file descriptor fd=%@
fr: Descripteur de fichier non valide fd=%@

source: Invalid gateway %@
fr: Passerelle invalide %@

source: Invalid memory size for instance %@.
fr: Taille de mémoire invalide pour l'instance %@.

source: Invalid NAT66 prefix %@
fr: Préfixe NAT66 non valide %@

source: Invalid netmask %@
fr: Masque réseau %@ invalide

source: Invalid network attachment: %@
fr: Réseau attaché invalide

source: Invalid option:
fr: Option invalide :

source: invalid poll type
fr: type de sondage invalide

source: Invalid serial console URL
fr: URL de la console série invalide

source: Invalid serial console URL scheme: must be unix, fd or file
fr: Schéma d'URL de console série invalide : doit être unix, fd ou file

# invalid value
source: invalid argument
fr: argument invalide

source: IP gateway
fr: Passerelle IP

source: IPSW Image
fr: Image IPSW

source: IPSW is only available on arm64 architecture: %@
fr: IPSW n'est disponible que sur l'architecture arm64 : %@

source: ISO Disk Image
fr: Image disque ISO

source: ISO Image
fr: Image ISO

source: JSON decode failed for URL: %@ with error: %@
fr: Le décodage JSON a échoué pour l'URL : %@ avec erreur : %@

source: kext failure
fr: échec de kext

source: key authentication failed
fr: échec de l'authentification de la clé

source: key exchange failure
fr: échec de l'échange de clé

source: Kind of virtual machine to convert from.
fr: Type de machine virtuelle à convertir.

source: Last ip of the DHCP range, e.g., "192.168.105.254"
fr: Dernière IP de la plage DHCP, par exemple "192.168.105.254"

source: Launch machine in detached mode
fr: Lancer la machine en mode détaché

source: Launch machine inside app
fr: Lancer la machine dans l'application

source: Launch vm in foreground
fr: Lancer la machine virtuelle en premier plan

source: Launch vm in recovery mode
fr: Lancer la VM en mode de récupération

source: Launch VM inside app
fr: Lancer la machine virtuelle dans l'application

source: Launch VM options
fr: Options de démarrage de la VM

source: List all VMs
fr: Lister toutes les VM

source: List all VMs and cached objects
fr: Lister toutes les VM et objets mis en cache

source: List created VMs
fr: Liste des VMs créées

source: List empty
fr: Liste vide

source: List images
fr: Lister les images

source: List the available remotes
fr: Lister sources distantes

source: Listen on address
fr: Écouter sur l'adresse

source: Local file is not supported
fr: Le fichier local n'est pas pris en charge

source: Local or remote VM name
fr: Nom de la VM locale ou distante

source: Local url is not supported
fr: L'URL locale n'est pas supportée

source: Logged out
fr: Déconnecté

source: Login options
fr: Options de connexion

source: Login succeeded
fr: Connexion réussie

source: Login to a registry
fr: Se connecter à un registre

source: Logout from a registry
fr: Se déconnecter d'un registre

source: Mac address
fr: Adresse Mac

source: Mac address configured for VM network interface, autogenerated if not specified
fr: Adresse Mac configurée pour l'interface réseau VM, générée automatiquement si non spécifiée

source: Mac Address of network interface
fr: Adresse Mac de l'interface réseau

source: MacOS ipsw url.
fr: URL de l'IPSW macOS.

source: macOS VMs are only supported on Apple Silicon Macs
fr: Les machines virtuelles macOS ne sont supportées que sur les Apple Silicon Macs

source: Main group
fr: Groupe principal

source: Malformed URL
fr: URL malformée

source: malformed url: %@
fr: URL : %@ malformée

source: Manage host network devices
fr: Gérer les périphériques du réseau hôte

source: Manage simplestream images
fr: Gérer les images des sources distantes

source: Manage simplestream remote
fr: Gérer les sources distantes

source: Manage VM templates
fr: Gérer les modèles de VM

source: manual
fr: manuel

source: Max time to wait for IP
fr: Temps d'attente maximum pour l'IP

source: Memory failure
fr: Échec de la mémoire

source: Memory size
fr: Taille de la mémoire

source: Memory: %@
fr: Mémoire : %@

source: method not supported
fr: méthode non supportée

source: Missing Authorization Services reference for privileged operation
fr: Référence manquante des services d'autorisation pour une opération privilégiée

source: Missing expected argument '%@'
fr: Argument attendu manquant ‘%@’

source: Missing one of: '%@'
fr: Il manque l'un des : ‘%@'

source: Missing required subcommand.
fr: Sous-commande requise manquante.

# Missing value for '%@ <%@>'
source: Missing value for '%1$@ <%2$@>'
fr: Valeur manquante pour ‘%1$@ <%2$@>'

source: Missing value for '%@'
fr: Valeur manquante pour ‘%@'

source: Mount %@ already exists
fr: Le montage %@ existe déjà

source: Mount %@ does not exist
fr: Le montage %@ n'existe pas

source: Mount directory share into VM
fr: Monter le partage du répertoire dans la VM

source: Mount options
fr: Options de montage

# mount_help
source: Additional directory shares with an optional read-only and mount tag options (e.g. --mount=\"~/src/build:/opt/build\" or --mount=\"~/src/sources:/opt/sources,ro,name=Sources\")" The options are: - ro: read-only - name=name of the share - uid=user id - gid=group id
fr: Partages de répertoires supplémentaires avec options de lecture seule et de point de montage (par exemple : `--mount="~/src/build:/opt/build" ou `--mount="~/src/sources:/opt/sources,ro,name=Sources"`). Options : - ro : lecture seule - name : nom du partage - uid : identifiant utilisateur - gid : identifiant de groupe

source: My templates
fr: Mes modèles

source: Name
fr: Nom

source: Name of the new template
fr: Nom du nouveau modèle

source: Name of the new vm
fr: Nom de la nouvelle machine virtuelle

source: NAT shared network
fr: Réseau NAT partagé

source: Nested virtualization
fr: Virtualisation imbriquée

source: Netmask
fr: Masque du réseau

source: Network
fr: Réseaux

source: Network %@ already exist
fr: Le réseau %@ existe déjà

source: Network %@ already exists
fr: Le réseau %@ existe déjà

source: Network %@ created
fr: Réseau %@ créé

source: Network %@ deleted
fr: Réseau %@ supprimé

source: Network %@ does not exist
fr: Le réseau %@ n'existe pas

source: Network %@ doesn't exists
fr: Le réseau %@ n'existe pas

source: Network %@ failed to start: %d, %lld
fr: Le réseau %@ n'a pas pu démarrer : %d, %lld

source: Network %@ is a physical interface
fr: Le réseau %@ est une interface physique

source: Network %@ is already running with PID=%d
fr: Le réseau %@ est déjà en cours d'exécution avec PID=%d

source: Network %@ is already running with undetermined PID
fr: Le réseau %@ fonctionne déjà avec un PID indéterminé

source: Network %@ is default nated, please use a different network
fr: Le réseau %@ est nated par défaut, veuillez utiliser un autre réseau

source: Network %@ is handled natively, please use a different network
fr: Le réseau %@ est géré nativement, veuillez utiliser un autre réseau

source: Network %@ is not running
fr: Le réseau %@ n'est pas en cours d'exécution

source: Network %@ is running
fr: Réseau %@ en cours d'exécution

source: Network %@ started
fr: Réseau %@ démarré

source: Network %@ stopped: %d
fr: Réseau %@ arrêté : %d

source: Network %@ unchanged
fr: Réseau %@ inchangé

source: Network already running
fr: Le réseau est déjà en cours

source: Network attachements
fr: Réseaux supplémentaires

source: Network concurrency to use when pushing a local VM to the OCI-compatible registry
fr: Concurrence du réseau à utiliser lors de l'envoi d'une VM locale vers le registre compatible OCI

source: network configuration
fr: configuration réseau

source: Network end
fr: Fin du réseau

source: Network infos
fr: Information réseau

source: Network mode
fr: Mode réseau

source: network name
fr: nom du réseau

source: Network name
fr: Nom du réseau

source: Network name is required
fr: Le nom du réseau est requis

source: Network start
fr: Début du réseau

source: network to delete, e.g. "shared"
fr: réseau à supprimer, par exemple "shared"

source: network to retrieve, e.g. "shared"
fr: réseau à récupérer, par exemple "shared"

source: network to start, e.g., "en0" or "shared"
fr: réseau à démarrer, par exemple "en0" ou "shared"

source: network to stop, e.g., "en0" or "shared"
fr: réseau à arrêter, par exemple "en0" ou "shared"

# network_help
source: Add a network interface to the instance, where <spec> is in the \"key=value,key=value\" format, with the following keys available: name: the network to connect to (required), use the networks command for a list of possible values. - mode: auto|manual (default: auto) - mac: hardware address (default: random). You can also use a shortcut of \"<name>\" to mean \"name=<name>\".
fr: Ajoutez une interface réseau à l'instance, où <spec> est au format "clé=valeur, clé=valeur", avec les clés suivantes : nom : le réseau auquel se connecter (obligatoire). Utilisez la commande « networks » pour obtenir la liste des valeurs possibles. - mode : auto|manual (par défaut : auto) - mac : adresse MAC (par défaut : aléatoire). Vous pouvez également utiliser le raccourci "<nom>" pour indiquer "nom=<nom>".

# network_list_abstract
source: List host network devices (physical interfaces, virtual switches, bridges) available to integrate with using the `--bridged` switch to the `launch` command
fr: Liste des périphériques réseau hôtes (interfaces physiques, commutateurs virtuels, ponts) disponibles pour l'intégration à l'aide de l'option `--bridged` de la commande `launch`

source: Networks
fr: Réseaux

source: new
fr: nouveau

source: New disk attachement
fr: Ajouter un disque

source: New mount point
fr: Ajouter un point de montage

source: New network attachment
fr: Ajouter un réseau

source: New port forwarding
fr: Ajouter un port à transférer

source: New socket endpoint
fr: Ajouter un socket à transférer

source: New virtual machine
fr: Nouvelle machine virtuelle

source: New VM name
fr: Nouveau nom de la machine virtuelle

source: Next
fr: Suivant

source: no CAKEAGENT_VMNAME header
fr: pas d'en-tête CAKEAGENT_VMNAME

source: No command specified
fr: Aucune commande spécifiée

source: No disk files found in the specified directory: %@
fr: Aucun fichier disque trouvé dans le répertoire spécifié : %@

source: No free network address available
fr: Aucune adresse de réseau libre disponible

source: No host specified in image reference
fr: Aucun hôte spécifié dans la référence d'image

source: No instance found: %@
fr: Aucune instance trouvée : %@

source: No listen address provided
fr: Aucune adresse d'écoute fournie

source: No network name provided
fr: Aucun nom de réseau fourni

source: No new mounts
fr: Pas de nouveau point de montage

source: No registered instance found for source: %@
fr: Aucune instance enregistrée trouvée pour la source : %@

source: No shared devices
fr: Aucun périphérique partagé

source: No umounts
fr: Pas de point de démontage

source: No value set for non-argument var %@. Replace with a static variable, or let constant.
fr: Aucune valeur définie pour le var %@ non-argument. Remplacer par une variable statique, ou laisser constante.

source: No virtual machines
fr: Aucune machine virtuelle

source: No Virtual Machines directory found at %@.
fr: Aucun répertoire de machines virtuelles trouvé sûr %@.

source: No virtual machines found.
fr: Aucune machine virtuelle trouvée.

source: No VM found
fr: Aucune VM trouvée

source: No VMX files found in the specified directory: %@
fr: Aucun fichier VMX trouvé dans le répertoire spécifié : %@

source: Not a file URL: %@
fr: Ce n'est pas une URL de fichier : %@

source: Not authorized
fr: Non autorisé

source: nothing here
fr: rien ici

source: Number of VM CPUs
fr: Nombre de CPU de la VM

source: Object not found
fr: Objet non trouvé

source: OCI Image
fr: Image OCI

source: off
fr: éteint

source: Open
fr: Ouvrir

source: Open new virtual machine.
fr: Ouvrir une nouvelle machine virtuelle.

source: Open virtual machine
fr: Ouvrir la machine virtuelle

source: Optional cloud-init network-config file path for linux VM
fr: Chemin optionnel du fichier cloud-init network-config pour la VM linux

source: Optional cloud-init user-data file path for linux VM
fr: Chemin de fichier de données utilisateur de cloud-init optionnel pour la VM Linux

source: Optional forwarded port for VM, syntax like docker
fr: Port transféré en option pour VM, syntaxe comme docker

source: Optional network configuration
fr: Configuration du réseau optionnelle

source: Optional SSH private key passphrase to use for the VM
fr: Mot de passe de la clé privée SSH optionnel à utiliser pour la VM

source: Optional SSH private key to use for the VM
fr: Clé privée SSH optionnelle à utiliser pour la VM

source: Optional ssh-authorized-key file path for linux VM
fr: Chemin optionnel du fichier ssh-authorized-key pour la VM linux

source: Optional user data
fr: Fichier de données utilisateurs optionnel

# or: %@ in '%@'
source: or: %1$@ in '%2$@'
fr: ou : %1$@ dans '%2$@'

source: OS Image
fr: Image de l'OS

source: Other attached disk
fr: Autre disque attaché

source: out of boundary
fr: hors limite

source: Out of bounds
fr: Hors limites

source: Output format
fr: Format de sortie

source: Output format: text or json
fr: Format de sortie : texte ou JSON

source: override client agent options
fr: outrepasser les options de l'agent client

source: OVERVIEW: %@
fr: APERÇU : %@

source: Packet too big
fr: Paquet trop gros

source: Password
fr: Mot de passe

source: password expired
fr: mot de passe expiré

source: Password from stdin
fr: Mot de passe à partir de stdin

source: Path or URL to a user-data cloud-init configuration, or '-' for stdin
fr: Chemin d'accès ou URL vers une configuration de cloud-init de données utilisateur, ou '-' pour stdin

source: Path to the VM disk.img or his name
fr: Chemin vers le disk.img VM ou son nom

source: paused
fr: suspendu

source: PID file %@ did not appear within the expected time
fr: Le fichier PID %@ n'est pas apparu dans le délai prévu

source: PID file %@ did not stopped within the expected time
fr: Le fichier PID %@ n'a pas été arrêté dans le délai prévu

source: PID file %@ does not exist
fr: Le fichier PID %@ n'existe pas

source: PID file %@ doesn't exists
fr: Le fichier PID %@ n'existe pas

source: PID file exists at %@ but process died
fr: Le fichier PID existe à %@ mais le processus est mort

source: pidfile is required when using fd
fr: pidfile est requis lors de l'utilisation de fd

source: pidfile is required when using vmfd
fr: pidfile est requis lors de l'utilisation de vmfd

source: Please use --generate-completion-script=<shell> with one of:
fr: Veuillez utiliser --generate-completion-script=<shell> avec l'un des :

source: Port forwarding
fr: Redirection de port

source: Port is not set
fr: Port non défini

source: port number must be defined
fr: le numéro de port doit être défini

source: port number must be greater than 1023
fr: le numéro de port doit être supérieur à 1023

source: Preconfigured image
fr: Image préconfigurée

source: preferredName cannot be nil for named arguments
fr: preferredName ne peut pas être nul pour les arguments nommés

source: Previous
fr: Précédent

source: Protocol
fr: Protocole

source: public key can't be verified
fr: la clé publique ne peut pas être vérifiée

source: Pull image
fr: Tirer l'image

source: Pull options
fr: Options de tirage

source: Pulls a virtual machine from a remote OCI-compatible registry. Supports authorization via Keychain (see "login --help"),
fr: Récupère une machine virtuelle à partir d'un registre compatible OCI distant. Supporte l'autorisation via Keychain (voir "login --help"),

source: Purge caches or local VMs
fr: Purger les caches ou les VMs locales

source: Purge options
fr: Options de purge

source: Purged
fr: Purgé

source: Push a VM to a registry
fr: Poussez une VM dans un registre

source: Push options
fr: Options de Push

source: Push vm in foreground
fr: Poussez une VM en premier plan

source: Push VM options
fr: Options de Push VM

source: qemu-img binary not found. Please install qemu to import VMWare files.
fr: Le binaire qemu-img est introuvable. Veuillez installer QEMU

source: Quit
fr: Quitter

source: randomly generated if not specified
fr: généré aléatoirement si non spécifié

source: Raw image url.
fr: Url de l'image brute.

source: Read only
fr: Lecture seule

source: Reconfigure the login password
fr: Reconfigurer le mot de passe de connexion

source: Reconfigure the login user
fr: Reconfigurer l'utilisateur de connexion

source: Reconfigure VM
fr: Reconfigurer la VM

source: Recovery mode
fr: Mode de récupération

source: Refit display
fr: Adapter la taille de l’écran

source: remote %@ added
fr: la source distante %@ ajoutée

source: remote %@ already exists
fr: la source distante %@ existe déjà

source: remote %@ deleted
fr: la source distante %@ supprimée

source: remote %@ doesn't exists
fr: la source distante %@ n'existe pas

source: remote %@ not found
fr: la source distante %@ introuvable

source: Remote directories are not supported
fr: Les répertoires distants ne sont pas pris en charge

source: Remote name
fr: Nom de la source distante

source: remote stream %@ not found
fr: le flux distant %@ introuvable

source: remote unsupported url %@
fr: URL distante non prise en charge %@

source: Remote VM name(s)
fr: Nom(s) de VM distante

source: Remove directory shares. If omitted all mounts will be removed from the named vm
fr: Supprimer les partages de répertoires. Si omis, tous les montages seront supprimés de la VM nommée

source: Remove entries that were last accessed more than n days ago
fr: Supprimer les entrées qui ont été consultées pour la dernière fois il y a plus de n jours

source: Remove remotes
fr: Supprimer les sources distantes
